import React from 'react'

function NotFound() {
    return (
        <div className='nt_found'>
            {/* <div className="nf_left">
                <p>Здравствуйте, уважаемый посетитель нашего сайта!</p>
                <p>К сожалению, запрашиваемая Вами страница не найдена на сайте нашей компании. Возможно, это случилось по одной из следующих причин:</p>
                <p>вы ошиблись при наборе адреса страницы (URL);</p>
                <p>вы перешли по «битой» (неработающей, неправильной) ссылке;</p>
                <p>запрашиваемой страницы никогда не было на сайте или она была удалена/перемещена.</p>
                <p>Мы приносим свои Извинения за доставленные неудобства и предлагаем следующие пути:</p>
                <p>вернуться назад при помощи кнопки браузера back;</p>
                <p>проверить правильность написания адреса страницы (URL);</p>
                <p>перейти на главную страницу или карту сайта.</p>
            </div>
            <div className="nf_right">
                <img src="./img/Group 1073 (1).png" alt="" />
                <img src="./img/Group 1115.png" alt="" />
            </div> */}

            <h1>Страница пока пусто :(</h1>
        </div>
    )
}

export default NotFound